
#my dic


diction = {
    "گه نخور": "باشه من نمی خورم نوش جون خودت",
    "گهخوری": "باشه من نمی خورم نوش جون خودت",
    "گهنخوری": "باشه من نمی خورم نوش جون خودت",
    "گه خوری": "باشه من نمی خورم نوش جون خودت",
    "کص نگو": "تو که همیشه دنبالشی",
    "سیکتیر": "تو وجودت",
    "صیکتیر": "تو وجوت",
    "کص کش": "هرچی باشه بهتر از کونی بودنه",
    "کون کش": "ها چیه؟ کم آوردی؟ ریدی",
    "کصکش": "اینقدر از کش استفاده نکن کِشت در میره ",
    "کونکش": "واقعا که یک ربات فشاریت کرده",
    "کم آوردی": "جواب ابلهان خاموش",
    "فضول": "سیکتیر کن بابا",
    "آشغال": "تو کلت",
    "ریدی": "آره به  هیکلت",
}
list_anser = ["لطفا ادب رو رعایت کنید",'لطفا از کارها بیهوده پرهیز کنید و به ثمری فحش بدید',
              'باهم مهربون باشیم....','پس انسانیتت کجا رفته....']
bad_word_ans = ['گه خور', 'زر مفت زن', 'کره خر','آشغال','ریقو','کونی','کص کش','بیشعور','خایه مال']
bad_word = diction.keys()
# smari id
id = {"samari": "6714357177"}
first_bool = bool(id["samari"] != "")
samari = int(id["samari"])


